{
  "good": [
    "tes efforts payeront bientôt, continue de te battre.",
    "tu es sur la bonne voie, ne lâche rien !",
    "une bonne nouvelle t’attend au prochain tournant.",
    "le karma te réserve une jolie surprise, patience !",
    "tu vas briller là où d'autres s’éteignent.",
    "le succès se rapproche, tu vas bientôt le sentir.",
    "ta persévérance va finir par faire la différence.",
    "l’univers conspire enfin pour t’offrir un peu de lumière.",
    "la roue tourne, et cette fois, elle s’arrête sur toi.",
    "les nuages se dissipent, le soleil arrive pour toi.",
    "tes efforts ne passeront pas inaperçus encore longtemps.",
    "tu es à deux doigts de changer la donne.",
    "on va enfin reconnaître ta vraie valeur.",
    "il ne manque plus qu’un pas pour que tout bascule en bien.",
    "ta chance te suit de près, prête à frapper à ta porte.",
    "la prochaine fois que tu doutes, rappelle-toi ce moment.",
    "même quand ça paraît perdu, tu trouves la sortie.",
    "tu vas clouer le bec à tous ceux qui doutent de toi.",
    "un déclic va tout changer très bientôt.",
    "tes efforts inspirent plus de gens que tu ne le crois.",
    "quelqu’un pense secrètement que tu es incroyable.",
    "la réussite arrive souvent quand on ne l’attend plus.",
    "ton travail va enfin payer, prépare-toi.",
    "un événement inattendu va tout débloquer.",
    "tu ne vas plus reconnaître ta vie dans quelques temps (en bien !).",
    "une opportunité que tu n’attendais pas va se présenter.",
    "tu es le héros de ta propre histoire, et le twist arrive.",
    "tu as plus de ressources en toi que tu ne l’imagines.",
    "les galères d’aujourd’hui seront tes anecdotes de demain.",
    "tous ces efforts vont faire exploser ta baraka.",
    "Le meilleur reste à venir, garde la tête haute.",
    "Chaque jour te rapproche un peu plus de ta réussite.",
    "Les difficultés d’aujourd’hui forgent ta force de demain.",
    "Tu n’es jamais seul : l’univers conspire discrètement pour toi.",
    "Même les petits pas te mènent loin, continue d’avancer.",
    "Tes rêves sont plus proches que tu ne le crois.",
    "Tu as survécu à 100% de tes pires journées, c’est déjà une victoire.",
    "On ne le dit pas assez : tu gères, vraiment.",
    "Un simple sourire peut tout changer, essaie !",
    "Bientôt tu riras de ce qui t’angoisse aujourd’hui.",
    "La chance va finir par tomber amoureuse de toi.",
    "Ton énergie positive rayonne plus que tu ne l’imagines.",
    "Il suffit parfois d’un instant pour que tout s’arrange.",
    "Rappelle-toi : chaque tempête finit toujours par passer.",
    "Même le hasard te trouve génial aujourd’hui.",
    "La vie te réserve des surprises que tu n’oses même pas imaginer.",
    "Il y a un bonheur qui te cherche… il arrive.",
    "Ton authenticité est ta plus grande force.",
    "Ta gentillesse finira par te revenir au centuple.",
    "Le prochain chapitre de ta vie sera encore plus beau.",
    "On se souviendra de toi comme d’un battant.",
    "Si tu tombes, c’est pour mieux rebondir.",
    "Bientôt tu comprendras pourquoi tu as traversé tout ça.",
    "Le soleil brille, même derrière les nuages.",
    "Tu es le coup de chance de quelqu’un, même sans le savoir.",
    "Fais confiance à la vie, elle a de bonnes surprises en réserve.",
    "On récolte ce qu’on sème : prépare-toi à une belle moisson.",
    "Parfois, les miracles arrivent sans prévenir.",
    "Tes efforts silencieux portent déjà leurs fruits.",
    "Ta présence suffit à améliorer la journée de quelqu’un."
  ],

  "bad": [
    "tes efforts payeront bientôt… mais pas pour toi.",
    "Ta chance est tellement absente que même le FBI l’a classée en disparition inquiétante.",
    "T’as plus de chance de recevoir un texto de Dieu que de réussir aujourd’hui.",
    "Si la malchance était une loterie, t’aurais gagné le gros lot.",
    "Même la foudre hésite à te frapper, elle a pitié.",
    "T’as une tête à rater les échecs.",
    "Quand la vie distribue les cartes, toi t’as reçu la règle du jeu… en chinois.",
    "Si la réussite était un vaccin, tu serais anti-vax.",
    "Quand tu touches le fond, t’entends des gens creuser en dessous.",
    "Même le miroir a renoncé à te refléter aujourd’hui.",
    "La chance a bloqué ton numéro.",
    "Même la mort fait demi-tour, elle n’a pas envie de s’occuper de toi.",
    "Si l’espoir fait vivre, tu dois être immortel.",
    "Ta vie, c’est comme une pizza sans pâte : ça n’a aucun sens.",
    "Même un algorithme te mettrait en erreur 404.",
    "L’univers te lance des signaux… mais c’est juste pour te dire de partir.",
    "Quand le destin choisit, toi tu sers à compléter la statistique.",
    "On dit que la roue tourne, mais la tienne est crevée.",
    "Même les mouches te fuient, elles ont peur de la poisse.",
    "Ton karma est un canular.",
    "On dit que tout arrive à point à qui sait attendre. Attends encore.",
    "T’as reçu un colis : c’est la loose, en recommandé.",
    "Si un chat noir te croise, il se jette sous une voiture.",
    "La chance, c’est comme la 4G dans la Creuse : tu l’as jamais eue, tu vas jamais l’avoir.",
    "Même la faucheuse hésite à venir te chercher, elle attend de voir si tu ne vas pas t’auto-éliminer.",
    "Si un jour on t’offrait une corde, c’est sûrement pour que tu te pendes avec ta malchance.",
    "Les statistiques disent que tout le monde connaîtra le bonheur une fois dans sa vie… tu fais grimper la moyenne pour les autres.",
    "Quand tu crois toucher le fond, il y a encore une cave sous la cave.",
    "On dit que tout s’arrange avec le temps, mais chez toi, le temps est en panne.",
    "Même Dieu t’a mis dans les indésirables.",
    "Si la lose était mortelle, tu serais déjà enterré depuis longtemps.",
    "Même le suicide de ta chance a échoué.",
    "Si la vie est une pute, alors t’es le client qui ne paie jamais.",
    "À ce stade, il faudrait une intervention divine… mais les anges t’ont ghosté.",
    "T’as déjà pensé à te réincarner ? Parce qu’ici, c’est mal barré.",
    "Si un jour tu croises la chance, demande-lui pourquoi elle t’évite.",
    "Tu peux toujours espérer, ça entretient le désespoir.",
    "Les psys te remercient de faire tourner leur business.",
    "Même la dépression te trouve lourd.",
    "Les chats noirs font des cauchemars de toi.",
    "Si tu te noies dans un verre d’eau, attends-toi à ce qu’il y ait une fuite.",
    "La vie te donne des citrons, mais ils sont moisis.",
    "À chaque fois que tu penses avoir tout perdu, la vie t’envoie une extension de garantie.",
    "La prochaine fois que tu verras la lumière au bout du tunnel, c’est sûrement un train.",
    "On t’a mis sur terre pour équilibrer le karma des autres.",
    "Même les urgences mettent ton dossier en attente.",
    "Si la malchance était une maladie, tu serais un cas d’école.",
    "On dit que ce qui ne tue pas rend plus fort, alors pourquoi t’es toujours aussi faible ?",
    "Si la chance te sourit un jour, c’est sûrement pour mieux se foutre de ta gueule.",
    "Même dans un film d’horreur, tu serais le figurant qui se fait tuer au générique.",
    "Rassure-toi, au moins tu feras un super sujet de conversation pour Saint-Pierre.",
    "Si la vie était un jeu, tu serais l’exemple du game over.",
    "Même l’enfer a refusé ta candidature.",
    "Tu es la raison pour laquelle la défaite a été inventée.",
    "T’as tiré la carte ‘destin brisé’ : pas de remboursement.",
    "La vie t’a déjà oublié, dommage que t’en aies pas fait autant.",
    "Si le karma frappe, c’est juste pour vérifier si tu es encore vivant.",
    "Le jour où la chance est passée, tu étais absent… et malade.",
    "Tu pourrais participer à Koh-Lanta : t’échoues même sur la plage.",
    "On dit qu’il y a toujours plus malheureux : c’est toi l’exemple.",
    "Les psys ont inventé un syndrome rien que pour toi.",
    "Même la poisse te souhaite bon courage.",
    "On devrait t’étudier en science, t’es un cas de lose chronique.",
    "Ton plus gros succès : survivre à tes échecs.",
    "Ton futur s’est perdu en chemin, il ne reviendra pas.",
    "Tu pourrais être figurant dans un film catastrophe, juste par ta présence.",
    "Si l’univers complote, c’est clairement contre toi.",
    "T’as la même chance qu’un aveugle au tir à l’arc.",
    "Même les corbeaux n’osent pas tourner autour de toi.",
    "Si la tristesse était une monnaie, t’es milliardaire.",
    "Le karma t’utilise comme son paillasson.",
    "La lumière au bout du tunnel ? Désolé, c’est un train qui arrive.",
    "On devrait imprimer ta photo sur les paquets de malchance.",
    "Même la dépression te trouve déprimant.",
    "T’es le genre de personne à perdre à pile ET face.",
    "Si tu touches le fond, il reste encore la cave à creuser.",
    "Même les pessimistes trouvent que t’exagères.",
    "On t’a déjà dit que le suicide de la chance, c’était à cause de toi ?",
    "La roue tourne, mais c’est toujours sur ta tête.",
    "Le destin t’a bloqué sur tous les réseaux."
  ]
}
